[
    {
        "id": "M-1",
        "version": 0,
        "title": "The People Reign Supreme",
        "proposer": "gm",
        "abstract": "Shall the following be included in The People's constitution?:\n\nThe People have the moral and legal right and responsibility to approve or reject any law/rule/policy/regulation that is to be applied to them. No public policy change can result in social or economic disruption that is not acceptable to The People. Implementation of any policy change can be commenced, accelerated, delayed, halted, or reversed by a \"'Yes\" vote count totaling more than 50% of The People in the jurisdiction.\n\n Interpretation by the judicial or executive branches of government of any approved public policy proposal shall rely on the text of the proposal itself to the greatest extent possible rather than on justifications, comments, or other historical or environmental evidence that may have been produced along with it. If the wording of a policy that has been voted into effect is found to be ambiguous, The People shall be notified of this problem and shall within one quarter (13 weeks) pass an updated version of the policy that removes the ambiguity. Failure to do so renders the original law/rule/policy/regulation null and void in the ambiguous case(s).",
        "cost": "No direct costs.",
        "effective_date": "Effective immediately after 50% of The People approve it by direct vote (no proxys).",
        "history": "0 - first version",
        "justification": "This is where it all begins: It's democracy, unburdened by historical precedent and dominant over competing sources of power including the courts and the executive branch of government. It is ultimately an expression of faith that We The People are capable of governing ourselves without having to surrender our power to elites who may or may not have our best interests in mind when they make decisions.",
        "full_text": "",
        "q_a": "",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 1,
        "posts": null,
        "oe": 2
    },
    {
        "id": "JMR-1",
        "version": 0,
        "title": "Grant Human Rights to Primates",
        "proposer": "gm",
        "abstract": "Shall the following be included in The People's constitution?:\n\nAll primates shall be granted the same rights as human beings including but not limited to the right to security in their persons and in their property.",
        "cost": "No direct costs.",
        "effective_date": "Becomes effective 13 weeks after approved.",
        "history": "0 - first version",
        "justification": "It's a small step away from speciesism, but a very important one. Primates are among the most endangered species on the planet and yet are possibly the most important to the future of human beings. We cannot hope to create an optimal society for ourselves unless we have a full understanding of how the societies of our ancestors functioned. Since there are almost no remaining human examples of [EEA-level societies](https://en.wikipedia.org/wiki/Evolutionary_psychology#Environment_of_evolutionary_adaptedness), primates living in their natural habitats are the best resource we have left available.\n\nImmediate prohibitions this proposal would include killing of primates (which would be classified using the same laws as for murder and manslaughter) and depriving them of the land or other resources they require without due process. It would also preclude using them for medical research (because they are unable to give informed consent). It would also have an impact on how primates are kept in zoos, as pets, or used in psychological research: It wouldn't necessarily prohibit these things outright, but you couldn't keep a primate in conditions that people would consider unacceptable for a child or a disabled person.\n\nPlease refrain from using [slippery slope](https://en.wikipedia.org/wiki/Slippery_slope) arguments in posts on this proposal. We The People are capable of better, and therefore deserve better.",
        "full_text": "",
        "q_a": "#### Who decides what are acceptable conditions?\n\nThis is a matter for the executive branch to determine as part of implementation, but presumably it would involve cooperation and/or cross-training between animal control officers and social services (who currently make these calls when disabled individuals are involved).",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 2,
        "posts": null,
        "oe": 4
    },
    {
        "id": "FHM-1",
        "version": 0,
        "title": "Abortion Policy",
        "proposer": "gm",
        "abstract": "Shall The People agree to adopt the following policy on abortion?\n\n1. There shall be no prohibition on abortion at any stage of gestation if the fetus has been determined to have a genetic abnormality that would result in it having less than a 50% chance of surviving to adulthood.\n\n2. There shall be no prohibition on abortion if there is a greater than 10% chance of the mother dying as the result of attempting to carry the fetus to term.\n\n3. Guidelines for assessing these percentages shall be prepared by the local medical board in cooperation with the local executive branch and The People, with the actual assessment done by at least two physicians under their jurisdiction.\n\n4. Unless #1 or #2 applies, abortion shall be prohibited after the age of viability, defined to be the gestational period at which 50% of premature births are expected to survive (currently around 24 weeks which is about 5-1/2 months).\n\n5. All licensed physicians shall be required to prescribe abortifacients upon request unless there is a medical reason for denying them.\n\n6. Every pharmacy that stocks Schedule I-IV drugs shall also carry the abortifacients levonorgestrel (AKA Plan B) and mifepristone + misoprostol (RU-486 ) and make the former available upon request and the latter available with a prescription from any licensed physician. The same rules shall apply to on-line pharmacies.\n\n7. The Manager of any Locality may add additional drugs to this list if they have been shown to have greater safety, effectiveness, and/or cost effectiveness than those listed here.\n\n8. Abortion for the purpose of trait-based selection (by sex, eye color, etc.) shall be prohibited at all stages of gestation.\n\n9. The People acknowlege that an effective adoption system is required to reduce the need and the incidence of abortion and therefore agree to fund the creation and maintenance of such a system.\n\n10. Failure to prescribe or stock abortifacients (physcians and pharmacists, respectively) shall be a class 1 misdemeanor. Violation of the other terms of this proposal shall be a class D felony and both physician and mother may be penalized.",
        "cost": "No direct costs of policy, insurance coverage (if any) will be handled in a separate proposal.",
        "effective_date": "Becomes effective 13 weeks after approved.",
        "history": "0 - first version",
        "justification": "It's ridiculous, and even somewhat insulting, that abortion policy in the US and many other jurisdictions has never even been voted on by The People or even their representatives. Instead, policy in these places has been defined via court decisions that have constructed the right out of whole cloth (the very epitome of \"legislating from the bench\"). The result is a corrosion of the legitimacy of the policy and indeed of the law and government in general.\n\nA second issue is that abortion is primarly an issue of morality, and the human species cannot allow every jurisdiction to have their own morality (would it be acceptable for some country to decide that slavery is legal and then begin collecting and selling people?). This is therefore an instantiation of Proposal M-3.\n\nNote that there are no exclusions to any of the policies based rape or incest, nor should there need to be: Abortions in these cases will be available on-demand up to (currently) 24 weeks. After that adoption should be an acceptable option.\n\nThis proposal is not specific about adoption policy, nor does it contain anything about birth control. These issues must be dealt with in separate proposals.\n\nDefunding Planned Parenthood becomes a viable option if this proposal is approved because that will become a redundant organization unless it is reformed to become competitive with existing medical providers (i.e., it is inefficient, anticompetitive, and morally questionable to earmark funding for that organization in a way different from the way every other type of health care is funded).",
        "full_text": "",
        "q_a": "#### Does this mean the cutoff date depends on locality and medical technology?\n\nYes: It is expected that the cutoff will be earlier in areas with advanced technology and indeed as technology itself advances.",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 3,
        "posts": null,
        "oe": 3
    },
    {
        "id": "M-3",
        "version": 0,
        "title": "Convergence toward a single moral code",
        "proposer": "gm",
        "abstract": "Shall the following be included in The People's constitution?:\n\nThe People agree that *eventually* the human species must share a common moral code. We must work together to decide what elements that moral code will contain, and then work collectively and diligently to impress it upon our children while they are still young enough to assimilate it.",
        "cost": "No direct costs.",
        "effective_date": "Becomes effective immediately.",
        "history": "0 - first version",
        "justification": "Many wars have been fought over the question of whether the moral code imprinted in one group of people can be imposed on another. This is a step toward answering it (i.e., the answer is \"Yes, but it's not something that will happen overnight\"). Agreeing upon the specific rules is something proxyfor.me is ideally suited for, but it's going to require everyone to make certain compromises. For example, you may be fine with a prohibition on murder, but are you ready to rule out declaring war on another group of individuals who did not have any role in their nation's decisionmaking process? You may be fine with prohibiting causing pain to animals, but are you ready to give up eating meat? You may never be able to accept these things, but perhaps your children (or their children) will.",
        "full_text": "",
        "q_a": "",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 4,
        "posts": null,
        "oe": 3
    },
    {
        "id": "FJ-1",
        "version": 0,
        "title": "Bicyclists may treat stop signs/lights as yield signs",
        "proposer": "gm",
        "abstract": "Shall the following be binding on The People:\n\nA person riding a bicycle or electrical assisted bicycle may pass through a roadway intersection without stopping at a stop sign or red light if the person slows to a reasonable speed, yields to vehicles and pedestrians, and can safely proceed or make a turn.",
        "cost": "No direct costs.",
        "effective_date": "Becomes effective immediately.",
        "history": "0 - first version",
        "justification": "Legislation similar to this was passed in Idaho over 30 years ago with good (or at least non-harmful) results, but has failed in many other states recently (e.g., in [Colorado](http://leg.colorado.gov/bills/sb17-093) in early 2017). This article in the [Denver Post](http://www.denverpost.com/2017/01/26/senate-bill-bicyclists-stop-signs/) summarizes some of the arguments.",
        "full_text": "",
        "q_a": "",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 5,
        "posts": null,
        "oe": 2
    },
    {
        "id": "M-2",
        "version": 0,
        "title": "Right to secession, emmigration, and revolution",
        "proposer": "gm",
        "abstract": "Shall the following be included in The People's constitution?:\n\n Any government that denies The People the rights guaranteed under M-1 shall be deemed by The People to be illegitimate. The People in that jurisdiction may therefore exercise any of the following additional rights: The right to collectively secede from whatever government currently claims jurisdiction over them, the right to \"vote with their feet\" by leaving the jurisdiction, and, as a last resort, the right to overthrow that government by any means necessary. In these cases, the People in all other jurisdictions acquire the obligation to assist in any or all of these areas to ensure a stable resolution of the situation in a reasonable period of time.",
        "cost": "No direct costs.",
        "effective_date": "Becomes effective immediately.",
        "history": "0 - first version",
        "justification": "Passage of this proposal is a practical necessity to change the government of any single nation, let alone all of them as is the stated goal of proxyfor.me. It is not without potential consequences, however, as it is essentially the justification used for most civil wars (the American Civil War possibly being an exception because the Confederates inexplicably did not classify slaves as \"people\", which possibly rendered them in compliance with M-1). Should this proposal pass, it could have serious ramifications for how we relate to Syria, Crimea, North Korea, Hong Kong, Taiwan, the Kurds and the Uyghurs, Tibet, any nation ruled by a dictator or other non-democratic government, and any nation with an active secessionist or rebellion movement.\n\nAs for what constitutes \"reasonable\" efforts and timeframe to resolve a problem, that of course would depend on The Will of The People, to be assessed in proposals that would address each situation more specifically.",
        "full_text": "",
        "q_a": "",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 6,
        "posts": null,
        "oe": 3
    },
    {
        "id": "R-1",
        "version": 0,
        "title": "End \"net neutrality\" policy, break up content/carrier monopolies instead",
        "proposer": "gm",
        "abstract": "Shall The People eliminate all regulations regarding Quality of Service (\"net neutrality\") on the Internet in favor of a blanket prohibition on content providers and distributors from sharing any ownership or exclusive partnership relationship with carriers?",
        "cost": "Net cost change to the consumer will probably be neglible, though there is a potential for a small decrease overall as rent-seeking through monopolistic behavior is eliminated. Pricing of individual services may change, however, as their pricing begins to reflect actual costs (e.g., the cost of basic service may go down but the cost of streaming video services may go up).",
        "effective_date": "Becomes effective 26 weeks (roughly 6 months) after approval, with extensions available for cause, to be granted by executive branch, if monopoly breakup takes longer to execute.",
        "history": "0 - first version",
        "justification": "\"Net Neutrality\" as a public policy is fundamentally unworkable and indeed even at its core works against the needs of The People: We all *want* our video and audio chat traffic to have higher priority than our video downloads which in turn should have a higher priority than our email and OS/app updates. We're even in most cases willing to pay extra to ensure that.  But \"net neutrality\" prevents that from happening. The real problem here is that carriers are motivated to prioritize the delivery of some content over others because there is an indirect monetary incentive to do so which leads to rent-seeking behavior. These incentives include being the creator/distributor of the content (either directly or via some sort of common ownership of the companies) or by forming exclusive partnerships with other companies to prioritize certain content. The correct, most efficient, and indeed only viable, solution to that problem is to eliminate those relationships.\n\nImmediate impact will be the breakup of Comcast into separate carrier and content provider companies. It will also restrict content providers from getting into the carrier business (e.g., Google and Facebook's \"free\" (ad-supported) internet services). It may also eventually result in some change in the performance of some services  (Skype/Line/Hangouts calls may get better, BitTorrent and other P2P content sharing networks may get slower).",
        "full_text": "",
        "q_a": "",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 7,
        "posts": null,
        "oe": -4
    },
    {
        "id": "LT-1",
        "version": 0,
        "title": "Apply geoism tax policy to cyberspace",
        "proposer": "gm",
        "abstract": "Shall taxes be levied on domain names based on appraised value in a manner similar to how they are applied to land?",
        "cost": "Significant decrease in share of taxes paid by individuals. Efficiency in collection vs. income taxes would result in signifcant decrease in size of government and therefore taxes overall. Possible slight increase in cost of some products or services and decrease in the viability of popular but inefficiently managed organizations.",
        "effective_date": "First payments due one year after adoption.",
        "history": "0 - first version",
        "justification": "Approximately half of all domains are owned by speculators, the vast majority of which are engaging in [rent-seeking behavior](https://en.wikipedia.org/wiki/Rent-seeking) that most of The People would consider immoral. It is extremely difficult to create a new company name nowadays because anything memorable has already been claimed, half of these names being essentially held for ransom. If these speculators were required to make the minimum $100 payment, that's roughly $5 billion USD. The income from domains in active use would be orders of magnitude greater.\n\nThe second great advantage of geoism over income-based tax systems is that it's impossible to game the system via accounting tricks that corporations currently make extensive use of (\"depreciation\" of assets that don't depreciate, moving money around (or not moving it around) to take advantage of differential tax rates in different jurisdictions, moving transaction dates around to take advantage of preferential treatments or tax loopholes, etc.). Taxing domain names is therefore not only more fair than trying charge income taxes, but vastly more efficient because there is no need for a massive bureaucracy like the IRS to enforce collection of these taxes, or for corporations to pay armies of accountants to try to get around paying them.",
        "full_text": "1. The [ICANN](https://www.icann.org/) would be tasked with developing the appraisal system (there are several private systems that do this now which you can find by entering \"domain name value\" into your favorite search engine).\n\n2. The exact tax rates would be set as part of the normal budgeting process, but should be comparable to taxes collected on land (roughly 1.5% of appraised value). Discounts or exemptions may be provided  to non-profits under the same policy granted to these organizations for land taxes.\n\n3. To discourage speculation and other rent-seeking behavior (one of the primary benefits of [geoism](https://en.wikipedia.org/wiki/Georgism) over other forms of taxation), there must be a minimum annual tax payment of $100 USD, the first payment due 1 year after registration (to allow ramp-up time for startups).\n\n4. Taxes would be collected annually by domain name registrars and forwarded to the government(s) of each locality the registered owner conducts business operations in, this apportioning to be done using the appraised land value of each facility.",
        "q_a": "",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 8,
        "posts": null,
        "oe": -2
    },
    {
        "id": "DR-1",
        "version": 0,
        "title": "Prohibition on transmissions designed to be detectable outside the solar system",
        "proposer": "gm",
        "abstract": "Shall The People impose a blanket prohibition all all electromagnetic emissions from our planet that are intended to be detectable outside our solar system?",
        "cost": "No direct costs.",
        "effective_date": "Becomes effective immediately.",        
        "history": "0 - first version",
        "justification": "Incidental emmissions are not covered by this proposal, although of course if it this proposal is approved the intension should be that *all* emmissions that could be detected outside our solar system should be damped to the extent it is economically feasible to do so.\n\nFor more background about why these emmisions might be an existential threat to us please read [Active SETI](https://en.wikipedia.org/wiki/Active_SETI), the [Zoo hypothesis]https://en.wikipedia.org/wiki/Zoo_hypothesis, and the [Fermi Paradox](https://en.wikipedia.org/wiki/Fermi_paradox).",
        "full_text": "",
        "q_a": "",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 9,
        "posts": null,
        "oe": -5
    },
    {
        "id": "DGM-1",
        "version": 0,
        "title": "Prohibition on nuclear first strike",
        "proposer": "gm",
        "abstract": "Shall the following be binding on The People:\n\nAny national leader who orders a nuclear first strike, whether or not the strike is actually launched, shall be declared an Enemy of The People and shall be removed from power by any means necessary. Enforcing any such edict becomes the obligation of every individual.",
        "cost": "No direct costs.",
        "effective_date": "Becomes effective immediately.",        
        "history": "0 - first version",
        "justification": "Justification should be clear enough: Any first use of nuclear weapons may result in a cascade that would be an existential threat to our species and therefore is not a power we can allow any individual to have. Since we can't change the laws of every country that has nuclear weapons (yet), an extranational commitment binding on all The People is the best we can do at this point.",
        "full_text": "",
        "q_a": "",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 10,
        "posts": null,
        "oe": 2
    },
    {
        "id": "FMS-1",
        "version": 0,
        "title": "Corporations are people, but this applies to criminal as well as civil law",
        "proposer": "gm",
        "abstract": "As an extension of the rights of the individuals who constitute them, corporations and other associations are entitled to the same rights as individuals, including but not limited to equal protection under the laws. The regulation of human behavior imposed by the criminal statutues also passes through to the individuals that constitute the association and those individuals shall be held individually criminally responsible for any illegal acts committed by the association to the extent that they have control over them.",
        "cost": "Unknown: Prosecuting corporate officers under criminal codes will be very expensive, as will paying to keep them in prison if convicted. Reduction in harm to The People as a result of discouraging these criminal acts may offset these costs, or may not.",
        "effective_date": "Becomes effective immediately.",        
        "history": "0 - first version",
        "justification": "proxyfor.me itself adequately addresses the issue of corporate influence on public policy, such as was addressed in the [Citizen's United](https://en.wikipedia.org/wiki/Citizens_United_v._FEC) decision.",
        "full_text": "",
        "q_a": "",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 11,
        "posts": null,
        "oe": -4
    },
    {
        "id": "BT-1",
        "version": 0,
        "title": "Fund Wikipedia instead of CPB (NPR and PBS)",
        "proposer": "gm",
        "abstract": "Shall The People redirect all funding currently sent to public broadcasting to Wikipedia, with the publicly owned assets of CPB auctioned off and the proceeds returned to The People?",
        "cost": "No net cost change",
        "effective_date": "Becomes effective 26 weeks (roughly 6 months) after approval.",        
        "history": "0 - first version",
        "justification": "Wikipedia is a natural monopoly, NPR and PBS are not. Wikipedia's budget (2015) is around $50M/yr USD. ($0.15 per capita, counting only US citizens), CPB (NPR and PBS) budget is around $450M/yr ($1.40 per capita).\n\nAuctioning off assets, such as the [Sesame Street deal with HBO](https://thinkprogress.org/there-goes-the-neighborhood-the-story-behind-the-new-sesame-street-and-its-journey-to-hbo-e9634b34011d),would allow these shows to continue, and indeed would allow the entire back catalog to be made available via streaming.\n\nPublic control of Wikipedia would reduce the inevitable corruption and bias in reporting by allowing replacement of problematic management, editors, or individual employees. Increased funding and making it a reliable source would enable expansion into providing \"news\" (like with CPB, but with public participation, feedback, and control). It would also allow requiring built-in changes to the article format, such as the following:\n\nSections of an article where more than 10% of contributers disagree with the presentation shall be split with a title bar showing a color-coded list of the alternative interpretations with the percentage of users subscribing to each one. Clicking on the color coded button in the title bar will show the text prepared by that subgroup of contributors. In phase II, users may \"vote\" on the interpretations, with the resulting published vote counts subsequently weighted by personality type (as on proxyfor.me) to help expose extremist positions.",
        "full_text": "",
        "q_a": "",
        "close_date": 0,
        "close_yes_votes": 0,
        "close_no_votes": 0,
        "close_a_votes": 0,
        "yes_votes": 0,
        "no_votes": 0,
        "a_votes": 0,
        "order": 12,
        "posts": null,
        "oe": -5
    }
]